book-ncr-agressive-task = 
    НАЧАЛО ПЕРЕДАЧИ
     
    Аванпост Вест-Кемп, вас приветствует Майор Бетрут. Ваш рапорт о выполнении задачи принят, продолжайте в том же духе. Согласно распоряжению штаба передаю вам новый приказ. Нам докладывают о пограничных конфликтах с Братством Стали по всей границе. Пора сделать выпад вперёд: вам необходимо вынудить так называемый Бункер Тета сложить оружие и покинуть территорию региона. Предпочтительно брать заложников, но в случае начала активного конфликта - применяйте всю силу. Экземпляры силовой брони в обязательном порядке сохранять на восстановление. В случае необходимости телеграфируйте запрос на тяжёлое подкрепление. По окончанию операции рапортуйте в штаб. 
    За Республику!
     
    КОНЕЦ ПЕРЕДАЧИ
book-ncr-neutral-task = 
    НАЧАЛО ПЕРЕДАЧИ
     
    Аванпост Вест-Кемп, вас приветствует Майор Бетрут. Ваш рапорт о выполнении задачи принят, продолжайте в том же духе. Согласно распоряжению штаба передаю вам новый приказ. Вам поручено провести важную разведывательную операцию в отношении Братства Стали. Выберите одного бойца, знающего наибольшее количество информации о Братстве, и внедрите его в их ряды. Для поддержания связи разведчика с аванпостом используйте гражданскую рацию. Вам необходимо выяснить максимальное количество информации и рапортовать в штаб о статусе выполнения в ближайшие трое суток. В случае внештатной ситуации отрицайте всё и обороняйтесь. 
    За Республику!
     
    КОНЕЦ ПЕРЕДАЧИ
book-ncr-peaceful-task = 
    НАЧАЛО ПЕРЕДАЧИ 
     
    Аванпост Вест-Кемп, вас приветствует Майор Бетрут. Ваш рапорт о выполнении задачи принят, продолжайте в том же духе. Согласно распоряжению штаба передаю вам новый приказ. Для освоения территорий региона вам приказано присоединить племенное поселение, находящееся к северо-востоку от Оазиса. Способ исполнения задачи неважен. В новоиспечённом форпосте должны находиться:
    - Казармы
    - Медсанчасть с наличием медикаментов
    - Лагерный штаб 
    - Столовая
    - Склад с наличием штатных брони, формы, оружия и боеприпасов
    - КПП и оборонные сооружения
    По окончанию операции рапортуйте в штаб.
    За Республику!
     
    КОНЕЦ ПЕРЕДАЧИ
book-bos-agressive-task = 
    Бункер Тета, вас приветствует Генерал Пинкертон. Поздравляю с выполнением ранее поставленной задачи. В связи с тем, что экспедиционному отряду "Коршун" недавно удалось получить в вашем регионе новые важные разведданные, вы получаете новую задачу. Вам необходимо конфисковать из поселения Оазис электрогенератор и изучить. По данным разведки в довоенных генераторах такого типа имеются уникальные машинные платы. В случае невозможности выполнения задачи мирным путём разрешается провоцировать пограничный конфликт с НКР. Помните: технологии превыше всего! 
    Во славу Восточного Братства!
book-bos-neutral-task = 
    Бункер Тета, вас приветствует Генерал Пинкертон. Поздравляю с выполнением ранее поставленной задачи. В связи с тем, что экспедиционному отряду "Коршун" недавно удалось получить в вашем регионе новые важные разведданные, вы получаете новую задачу. Вам необходимо заполучить экземпляры боевой брони рейнджеров НКР и изучить её выдающиеся защитные свойства. По данным разведки не так давно отряд рейнджеров НКР, использовавший эту броню, с незначительными повреждениями пережил схватку с группой диких супермутантов на близкой дистанции. Экземпляр брони должен будет подвергнуться долгосрочному изучению в бункере Бета. Помните: технологии превыше всего! 
    Во славу Восточного Братства!
book-bos-peaceful-task = 
    Бункер Тета, вас приветствует Генерал Пинкертон. Поздравляю с выполнением ранее поставленной задачи. В связи с тем, что экспедиционному отряду "Коршун" недавно удалось получить в вашем регионе новые важные разведданные, вы получаете новую задачу. Вам необходимо принять в свои ряды двоих рекрутов-послушников с пустоши. Они должны быть крайне лояльны Братству Стали, уметь обращаться с оружием и знать устав. Силовую броню передавать им категорически запрещается. НКР наращивает силы в регионе а потому нам нужно поддерживать постоянный приток живой силы. В случае обнаружения довоенных технологий в ходе экспедиций, в обязательном порядке сохраните их и презервируйте. Помните: технологии превыше всего!
    Во славу Восточного Братства!

book-bos-blank = Имя командующего бункера:
    Должность командующего:
    Задача:
    Статус выполнения задачи:
    Возникшие нештатные обстоятельства:
    Аварийные запросы:
    Развёрнутый отчёт о задаче:
book-ncr-blank = НАЧАЛО ПЕРЕДАЧИ
    
    Имя командующего частью:
    Звание командующего частью:
    Задача:
    Статус выполнения задачи:
    Возникшие нештатные обстоятельства:
    Аварийные запросы:
    Развёрнутый отчёт о задаче:
    
    КОНЕЦ ПЕРЕДАЧИ